[
  {
    "title": "What happens after we die?",
    "content": "According to the Bible:The moment after you die, your soul temporarily departs from your body to await the Resurrection.Those who place their faith in Christ will be carried by the angels into the presence of the Lord. They are now comforted. Absent from the body and present with the Lord.",
    "user_id": 6
  },
  {
    "title": "what happens after we die",
    "content": "On the other hand some people say:Death is a process, it is not a black and white moment, irreversible",
    "user_id": 6
  },
  {
    "title": "What happens after we die?",
    "content": "The Atheists say that death is just a process that have to happen couse everything is a chain reaction for the next generation to live this have to die",
    "user_id": 7
  },
  {
    "title": "what happens after we die",
    "content": "Okay so what is your thought ,what do u really think ? Cuz this group is created to discuss this type of  drastic ideas from our perception & different perception",
    "user_id": 6
  },
  {
    "title": "......",
    "content": "I think religion is good but faith have to rule ur life couse Jesus didnot write the bible people did  I think that Gods plans have more weight on us not just in the bible",
    "user_id": 7
  },
  {
    "title": "........",
    "content": "The Cristians  say that Jesus was the messenger  The Muslims say that Mohamed is and so have the other religions what i am saying is forget for one minuite who gave the messages and ask ur self have u got the message.",
    "user_id": 7
  },
  {
    "title": "Best Python IDEs",
    "content": "https://vm.tiktok.com/ZMdXW1EpX/",
    "user_id": 7
  },
  {
    "title": "what is realit mean for you reality?",
    "content": "Each of us live dependent and bound by our Individual knowledge and  awareness all that is what we call reality. However ,both knowledge and awareness are equivocal One's reality might be anothers illusion we all  live inside our own fantasies",
    "user_id": 6
  },
  {
    "title": "What is nothingness & for that matter what is reality🤔",
    "content": "Reality is an illusion nothingness is a state of mind for everysingle people nothingness has its bar and level of satisfaction",
    "user_id": 7
  },
  {
    "title": "What is nothingness & for that matter what is reality🤔",
    "content": "Nothingness what makes up the universe I mean the entire universe created out of nothing even atoms ,cells which makes up our bodies But if we say everything comes from out of nothing then nothing must be something right? ",
    "user_id": 6
  },
  {
    "title": "How Dogs in the Workplace Boosts Productivity",
    "content": "Yeah this idiology is so vast and complicated its not just a yes or no question  Nothing could be something  Couse matters dont flow any where they have to exist on a plane that we call nothing",
    "user_id": 7
  }
  
]
